---
kind: property
id: P:Autodesk.Revit.DB.SymbolTypeId.YdCaret3
source: html/152ccac8-9bde-a249-309c-4de170b5136e.htm
---
# Autodesk.Revit.DB.SymbolTypeId.YdCaret3 Property

Symbol yd^3, indicating unit Cubic yards.

## Syntax (C#)
```csharp
public static ForgeTypeId YdCaret3 { get; }
```